Repository: fiurthorn/docscan
Catalog: lib/l10n/app_*.arb
Languages: de

# areas_areaField_label
source: Area
de: Bereich

# areas_page_title
source: Areas
de: Bereiche

# baseScreen_about_label
source: About {applicationName}
de: Über {applicationName}

# baseScreen_about_system_label_browser
source: Runs in {browser} on {device}/{os}
de: Läuft in {browser} auf {device}/{os}

# baseScreen_about_system_label_desktop
source: Runs on {device}/{os}
de: Läuft auf {device}/{os}

# baseScreen_signOut_label
source: Sign out
de: Ausloggen

# docTypes_docTypeField_label
source: Document type
de: Dokumententyp

# docTypes_page_title
source: Document types
de: Dokumententypen

# dropdown_empty_hint
source: choose {label}
de: {label} auswählen

# example_plural_title
source: {n,plural, =1{1st} =2{2nd} few{{n}rd} other{{n}th}} Item
de: {n,plural, other{{n}.}} Item

# i18n_field_hint
source: tech;en:Name;de:Translation
de: tech;de:Name;en:translation

# message_failure_genericError
source: Failure while submit the form: {serverMessage}
de: Fehler bei der Übertragung: {serverMessage}

# needOnePosition_errorHint
source: At least one Position required
de: Mindestens eine Position erfassen

# scanner_areaSelect_hint
source: Area
de: Bereich

# scanner_areaSelect_label
source: Area
de: Bereich

# scanner_converterSelect_hint
source: Select converter
de: Konverter auswählen

# scanner_docDateField_hint
source: Document date
de: Belegdatum

# scanner_docDateField_label
source: Document date
de: Belegdatum

# scanner_docTypeSelect_hint
source: Document type
de: Belegtyp

# scanner_docTypeSelect_label
source: Document type
de: Belegtyp

# scanner_noAttachment_hint
source: At least one Attachment required
de: Mindestens einen Anhang erfassen

# scanner_senderField_hint
source: Sender
de: Absender

# scanner_senderField_label
source: Sender
de: Absender

# senders_page_title
source: Senders
de: Absender

# senders_senderField_label
source: Sender
de: Absender

# validate_email_errorHint
source: a valid email <name@example.com> need
de: Keine valide Email Adresse

# validate_maxLength_errorHint
source: need less than {n} characters
de: Maximal {n} Zeichen

# validate_minLength_errorHint
source: need more than {n} characters
de: Mindestlänge von {n}

# validate_notADate_errorHint
source: is not a date
de: kein Datum

# validate_notANumber_errorHint
source: is not a number
de: keine Zahl

# validate_notEmpty_errorHint
source: required
de: Pflichtfeld

# validate_passwordEquals_errorHint
source: The old ant the new password are not allowed to match
de: Das aktuell und der Neue Passwort müssen sich unterscheiden

# validate_passwordNotEquals_errorHint
source: The passwords must match.
de: Die Passwörter stimmen nicht über ein

# validate_regexMatch_errorHint
source: the value does not match the pattern
de: entspricht nicht dem vorgegebenem Muster
